Repository: startaiyo/Ikitabi
Catalog: Ikitabi/Localizable.xcstrings
Source language: en
Languages: ja

source: Cancel
ja: キャンセル

source: Done
ja: 完了

source: Edit
ja: 編集

# EDIT_MEMO_DESCRIPTION
source: Please enter memo
ja: メモを入力

# EDIT_MEMO_TITLE
source: Edit Memo
ja: メモ編集

# EMPTY_ACCOMMODATION_DESCRIPTION
source: Please tap the search button to save the places you want to visit.
ja: 検索ボタンから行きたい場所を探してみましょう！

# EMPTY_ACCOMMODATION_SEARCH_RESULT_DESCRIPTION
source: Please search the places by keywords of them
ja: 検索バーから施設名等で検索してみましょう

# EMPTY_ACCOMMODATION_TITLE
source: There are no places yet
ja: 行きたい場所が登録されていません

# ENTER_MEMO_DESCRIPTION
source: Enter memo
ja: メモを入力

# HOTEL_NAME
source: Hotel’s Name
ja: 施設名

source: Memo
ja: メモ

# MEMO_LABEL
source: Memo: %@
ja: メモ: %@

source: Save
ja: 保存

source: Search
ja: 検索

# WANT_TO_VISIT_TITLE
source: Want to visit list
ja: 行きたい場所リスト
